Repository: palfrey/twitux
Catalog: po/*.po
Languages: de, ja, nb

source: Add a friend
ja: 友だちの追加
nb: Legg til en venn

source: _Username:
ja: ユーザ名(_U)
nb: Br_ukernavn:

source: Show Password
ja: パスワード表示
nb: Vis passord

source: Twitter Account
ja: Twitterアカウント
nb: Twitterkonto

source: _Password:
ja: パスワード(_P)
nb: _Passord:

source: Following
ja: フォロー
nb: Følger

source: Name
ja: 名前
nb: Navn

source: User
ja: ユーザ
nb: Bruker

source: Users settings
ja: ユーザ設定
nb: Brukerinstillinger

source: Add a friend...
ja: 友だちの追加...
nb: Legg til en venn...

source: C_onnect
ja: 接続
nb: K_oble til

source: Direct Messages
ja: ダイレクトメッセージ
nb: Direktemeldinger

source: Direct Replies
ja: あなた宛のつぶやき
nb: Direkte svar

source: Friends
de: Freunde
ja: 友だち
nb: Venner

source: Friends Timeline
ja: 友だちのつぶやき
nb: Venners tidslinje

source: My Timeline
ja: 自分のつぶやき
nb: Min tidslinje

source: New Message
ja: 新しいメッセージ
nb: Ny melding

source: Public Timeline
ja: 公開されたメッセージ
nb: Offentlig tidslinje

source: Send Direct Message
ja: ダイレクトメッセージ送信
nb: Send direktemelding

source: Twitux Timeline
ja: Twituxタイムライン
nb: Twitux' tidslinje

source: _Account
ja: アカウント(_A)
nb: Konto (_A)

source: _Contents
ja: 目次(_C)
nb: Innhold

source: _Disconnect
ja: 切断(_D)
nb: Koble fra (_D)

source: _Help
ja: ヘルプ(_H)
nb: _Hjelp

source: _Refresh
ja: 更新(_R)
nb: Oppdater_

source: _Settings
ja: 設定(_S)
nb: Inn_stillinger

source: _View
de: _Ansicht
ja: 表示(_V)
nb: _Vis

source: <b>General</b>
ja: <b>一般設定</b>
nb: <b>Generelle</b>

source: <b>Languages</b>
ja: <b>言語</b>
nb: <b>Språk</b>

source: <b>Options</b>
ja: <b>オプション</b>
nb: <b>Valg</b>

source: <b>Timelines</b>
ja: <b>タイムライン</b>
nb: <b>Tidslinjer</b>

source: <small>The list of languages reflects only the languages for which you have a dictionary installed.</small>
ja: <small>この言語のリストには、辞書をインストールしたものだけが表示されています。</small>
nb: <small>Bare språk som du har installert ordlister for vil vises i listen.</small>

source: Default _Timeline:
ja: デフォルトのタイムライン(_T)
nb: Standard _tidslinje:

source: General
ja: 一般
nb: Generelle

source: Preferences
ja: 設定
nb: Forvalg

source: S_ound notification when message received
ja: メッセージを受け取ったら通知音を鳴らす(_O)
nb: Spill lyd når meldinger er m_ottatt

source: Spell Checking
ja: スペルチェック
nb: Stavekontroll

source: This will show the full status message of the item selected in the list view.
ja: 一覧で選択したアイテムのすべての状況メッセージを表示します。
nb: Dette vil vise valgt statusmelding nederst i listen.

source: _Connect automatically
ja: 自動で接続する(_C)
nb: Koble til automatisk (_C)

source: _Display notifications when message recieved
ja: メッセージを受け取ったら通知を表示する(_D)
nb: Varsle grafisk når meldinger er mottatt

source: _Enable spell checking
ja: スペルチェック有効(_E)
nb: Stav_ekontroll

source: _Expand messages
ja: メッセージの展開(_E)
nb: Vis hele meldingen

source: _Retrieve every:
ja: 受信間隔(_R):
nb: Oppdater hve_rt:

source: _Show user names instead of real names
ja: ユーザ名を実際の名前の代わりに表示(_S)

source: Choose a friend:
ja: 友だちの選択:
nb: Velg en venn:

source: Send Message
ja: メッセージ送信
nb: Send melding

source: _Send
ja: 送信(_S)

source: Spell Checker
ja: スペルチェッカー
nb: Stavekontroll

source: Suggestions for the word:
ja: 修正単語の候補:
nb: Ordforslag:

source: _Replace
ja: 置き換え(_R)
nb: E_rstatt

source: A Twitter client
ja: Twitterクライアント
nb: En Twitterklient

source: Comma separated list of spell checker languages to use (e.g. en, fr, nl).
ja: スペルチェッカーで使う言語を、カンマ区切りリストでいれる(例： en, fr, nl)

source: Enable spell checking
ja: スペルチェックを有効にする

source: Enable spell checking.
ja: スペルチェック有効。

source: Expand messages
de: Nachrichten erweitern
ja: メッセージの展開

source: Hide main window
ja: メインウインドウを隠す

source: Hide the main window.
ja: メインウインドウを隠す

source: Log automatically into Twitter
ja: 自動的にTwitterにログイン

source: Log automatically into Twitter.
ja: 自動的にTwitterにログイン

source: Main window X position
ja: メインウインドウのX位置

source: Main window X position.
ja: メインウインドウのX位置

source: Main window Y position
ja: メインウインドウのY位置

source: Main window Y position.
ja: メインウインドウのY位置

source: Main window height
ja: メインウインドウの高さ

source: Main window height.
ja: メインウインドウの高さ

source: Main window width
ja: メインウインドウの幅

source: Main window width.
ja: メインウインドウの幅

source: Minutes between timeline retrievals
ja: タイムラインを取り寄せる時間間隔（分）

source: Minutes between timeline retrievals. Values supported are 3, 5, 15, 30, and 60
ja: タイムラインを取り寄せる間隔を分で設定。可能な値は、3, 5, 15, 30, 60のいずれか

source: Show hint about closing the main window
ja: メインウインドウを閉じるときにヒントを表示

source: Show notification of new Twitter messages
ja: 新しいTwitterメッセージの通知を表示する

source: Show notification of new Twitter messages.
ja: 新しいTwitterメッセージの通知を表示する。

source: Show user names instead real names
ja: 実際の名前の代わりにユーザ名を表示

source: Show user names instead real names.
ja: 実際の名前の代わりにユーザ名を表示

source: Sound notification of new Twitter messages
ja: 新しいTwitterメッセージの通知音を鳴らす

source: Sound notification of new Twitter messages.
ja: 新しいTwitterメッセージの通知音を鳴らす

source: Spell checking languages
ja: スペルチェックを行う言語

source: Twitter password
ja: Twitterパスワード

source: Twitter username
ja: Twitterユーザ名

source: A GNOME client for Twitter.
ja: TwitterのGNOMEクライアント
nb: En GNOME Twitterklient

source: translator-credits
de: Julian Tobias Saraceni <julian@saraceni.de>
ja: Hiroshi Miura , 三浦広志 <miura@da-cha.org> IWAI, Masaharu <iwai@alib.jp>
nb: Daniel Morales <daniminas@gmail.com>

source: Twitux is still running, it is just hidden.
ja: Twituxは実行し続けますが、隠されます。
nb: Twitux kjører fortsatt, men er skjult.

source: Click on the notification area icon to show Twitux.
ja: Twituxを表示するには通知エリアのアイコンをクリックしてください。
nb: Klikk på ikonet i varslingsområdet for å vise Twitux.

source: You were about to quit!
ja: 終了しようとしています！

source: Since no system or notification tray has been found, this action would normally quit Twitux. This is just a reminder, from now on, Twitux will quit when performing this action unless you uncheck the option below.
ja: システムないしは通知トレーが見つからなかったため、いったん正常終了します。 これは現状報告で、あなたが以下のオプションをオフにするまで、このアクションによりアプリケーションの終了が引き起こされます。

source: _Show Twitux
ja: Twituxを表示(_S)
nb: Vi_s Twitux

source: _New Message
ja: 新しいメッセージ(_N)
nb: _Ny melding

source: _Quit
ja: 閉じる(_Q)
nb: Avslutt (_Q)

source: Do not show this again
ja: 再度表示しない。
nb: Ikke vis dette igjen

source: Connecting...
ja: 接続...
nb: Kobler til...

source: Loading timeline...
ja: タイムラインのロード...
nb: Laster tidslinje...

source: Access denied.
ja: アクセス拒否。
nb: Ingen tilgang.

source: HTTP communication error.
de: Fehler bei HTTP-Kommunikation.
ja: HTTP通信エラー
nb: HTTP kommunikasjonsfel.

source: Internal server error.
ja: サーバ内部エラー
nb: Intern serverfeil.

source: Stopped
ja: 停止
nb: Stoppet

source: Status Sent
ja: 状況送信完了
nb: Status sendt

source: Message Sent
ja: メッセージ送信完了
nb: Melding sendt

source: Timeline Loaded
ja: タイムラインのロード完了
nb: Tidslinjen er lastet

source: Timeline Parser Error.
ja: タイムラインのパースエラー
nb: Kan ikke tolke tidslinje

source: Users parser error.
ja: ユーザ一覧のパースエラー
nb: Kan ikke tolke brukerliste

source: Friend Added
ja: 友だちの追加
nb: Ny venn er lagt til

source: Failed to add user
ja: ユーザ追加の失敗
nb: Klarte ikke å legge til venn

source: Friend Removed
ja: 友だちの削除
nb: Venn fjernet

source: Failed to remove user
ja: ユーザの削除失敗
nb: Klarte ikke å fjerne venn

source: Reloading timeline...
ja: タイムラインの再ロード...
nb: Laster tidslinje på nytt...

source: 1 second ago
de: 1 Sekunde her
ja: １秒前
nb: 1 sekund siden

source: %i seconds ago
de: %i Sekunden her
ja: %i 秒前
nb: %i sekunder siden

source: 1 minute ago
de: 1 Minute her
ja: １分前
nb: 1 minutt siden

source: %i minutes ago
de: %i Minuten her
ja: %i 分前
nb: %i minutter siden

source: 1 hour ago
de: 1 Stunde her
ja: １時間前
nb: 1 time siden

source: %i hours ago
de: %i Stunden her
ja: %i 時間前
nb: %i timer siden

source: 1 day ago
de: 1 Tag her
ja: 一日前
nb: 1 dag siden

source: %i days ago
de: %i Tage her
ja: %i 日前
nb: %i dager siden

source: 1 month ago
de: 1 Monat her
ja: 一ヶ月前
nb: 1 måned siden

source: %i months ago
de: %i Monate her
ja: %i か月前
nb: %i måneder siden

source: 3 minutes
ja: ３分間ごと
nb: 3. minutt

source: 5 minutes
ja: ５分間ごと
nb: 5. minutt

source: 15 minutes
ja: １５分間ごと
nb: 15. minutt

source: 30 minutes
ja: ３０分間ごと
nb: 30. minutt

source: hour
ja: １時間ごと
nb: 60. minutt

source: Language
ja: 言語
nb: Språk

source: Public
ja: 公開
nb: Offentlig

source: Mine
ja: 自分
nb: Min

source: Characters Available
ja: のこり利用可能文字数
nb: Disponible tegn

source: _Check Word Spelling...
ja: スペルチェック開始...(_C)
nb: Stavekontroll (_C)

source: Word
ja: 語
nb: Ord

source: Suggestions for the word
ja: 修正候補
nb: Ordforslag

source: Unable to open help file
ja: ヘルプファイルを開けませんでした。

source: Automatic Login?
nb: Logge inn automatisk?

source: _Show user names instead real names
nb: Vi_s brukernavn i stedet for fulle navn.

source: <span size="small">Characters Available: 160</span>
nb: <span size="small">Tilgjengelige tegn: 160</span>

source: You have %i new %s.
nb: Du har %i ny(e) %s.

source: Failed to save cache file.
nb: Kan ikke mellomlagre.

source: Could not retrieve password from keyring.
nb: Kunne ikke motta passord fra nøkkelring.

source: Ok, logged out.
de: OK, ausgeloggt.

source: Ok, new home timeline saved.
de: OK, neue persönliche Zeitachse gespeichert.

source: Compressing URL...
de: Komprimiere URL...

source: What are you doing?
de: Was tust du gerade?

source: Send a direct message...
de: Verschicke Direktnachricht...

source: Set as home timeline
de: Als persönliche Zeitachse einrichten.

source: Home timeline
de: Persönliche Zeitachse

source: Public timeline
de: Öffentliche Zeitachse

source: Friends timeline
de: Freundes Zeitachse

source: Direct messages
de: Direktnachrichten

source: Replies
de: Antworten

source: My timeline
de: Meine Zeitachse

source: Set advanced options
de: Erweiterte Optionen einrichten

source: Show gui notifications
de: Zeige grafische Benachrichtigungen

source: Auto reload timelines
de: Automatisches Neuladen der Zeitachsen

source: Status bar
de: Statusleiste

source: H_elp
de: H_ilfe

source: Report bugs...
de: Bugs melden...

source: %s - Log in
de: %s - Einloggen

source: <b>Username or e-mail:</b>
de: <b>Benutzername oder E-Mail:</b>

source: <b>Password:</b>
de: <b>Passwort:</b>

source: Remember user data
de: Merke Benutzerdaten

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitten in der GNU General Public License (GNU GPL) nach. Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: A Twitter client for the Gnome desktop
de: Ein Twitter-Client für den Gnome-Desktop

source: Visit Twitux web site
de: Besuche die Twitux-Webseite

source: %s - What are you doing?
de: %s - Was tust du gerade?

source: <b>What are you doing?</b>
de: <b>Was tust du gerade?</b>

source: %s - Send a direct message
de: %s - Verschicke eine Direktnachricht

source: <b>Select a friend:</b>
de: <b>Wähle einen Freund:</b>

source: <b>Write the message:</b>
de: <b>Schreibe die Nachricht:</b>

source: Url to tinyze:
de: URL für tinyurl:

source: Loading: Direct messages...
de: Laden: Direktnachrichten...

source: Loading: Timeline...
de: Laden: Zeitachse...

source: Conecting...
de: Verbinden...

source: Sending status...
de: Verschicke Status...

source: Sending message...
de: Verschicke Nachricht...

source: Ok, displaying direct messages.
de: OK, Anzeigen von Direktnachrichten.

source: Messages parser error.
de: Fehler beim Parsen von Nachrichten.

source: Ok, connected :)
de: OK, verbunden :)

source: Friends parser error.
de: Fehler beim Parsen von Freunden.

source: Ok, parsing...
de: OK, parse...

source: Ok, timeline loaded.
de: OK, Zeitachse geladen.

source: Timeline parser error.
de: Fehler beim Parsen von Zeitachse.

source: Fail, wrong response.
de: Fehlgeschlagen, falsche Antwort.

source: Ok, status sent! :)
de: OK, Status verschickt! :)

source: Ok, message sent! :)
de: OK, Nachricht verschickt! :)

source: Stopped.
de: Gestoppt.

source: Access denied. Please login.
de: Zugriff verweigert. Bitte einloggen.

source: you have %i new tweet(s) to read!
de: Du hast %i neue Tweet(s)!
